<?php
return [
    'id' => [
        '°' => '0', '¹' => '1', '²' => '2', '³' => '3',
        'æ' => 'ae', 'ǽ' => 'ae', 'à' => 'a', 'á' => 'a', 'â' => 'a', 'ã' => 'a', 'å' => 'a', 'ǻ' => 'a', 'ă' => 'a',
               'ǎ' => 'a', 'ª' => 'a', 'ä' => 'ae',
        '@' => 'at', '¶' => 'P',
        'ĉ' => 'c', 'ċ' => 'c', '©' => 'c',
        'ð' => 'dj',
        'đ' => 'd',
        'è' => 'e', 'é' => 'e', 'ê' => 'e', 'ë' => 'e', 'ĕ' => 'e', 'ė' => 'e',
        'ƒ' => 'f',
        'ĝ' => 'g', 'ġ' => 'g',
        'ĥ' => 'h', 'ħ' => 'h',
        'ì' => 'i', 'í' => 'i', 'î' => 'i', 'ï' => 'i', 'ĩ' => 'i', 'ĭ' => 'i', 'ǐ' => 'i', 'į' => 'i',
        'ĳ' => 'ij',
        'ĵ' => 'j',
        'ĺ' => 'l', 'ľ' => 'l', 'ŀ' => 'l',
        'ñ' => 'n', 'ŉ' => 'n',
        'ò' => 'o', 'ô' => 'o',  'õ' => 'o', 'ō' => 'o', 'ŏ' => 'o', 'ǒ' => 'o', 'ő' => 'o', 'ơ' => 'o', 'ø' => 'o',
               'ǿ' => 'o', 'º' => 'o', 'œ' => 'oe', 'ö' => 'oe',
        'ŕ' => 'r', 'ŗ' => 'r',
        'ŝ' => 's', 'ș' => 's', 'ſ' => 's', 'ß' => 'ss',
        'ţ' => 't', 'ț' => 't', 'ŧ' => 't', 'þ' => 'th',
        'ù' => 'u', 'ú' => 'u', 'û' => 'u', 'ũ' => 'u', 'ŭ' => 'u', 'ű' => 'u', 'ų' => 'u', 'ư' => 'u', 'ǔ' => 'u',
               'ǖ' => 'u', 'ǘ' => 'u', 'ǚ' => 'u', 'ǜ' => 'u', 'ü' => 'ue',
        'ŵ' => 'w',
        'ý' => 'y', 'ÿ' => 'y', 'ŷ' => 'y',
    ],
    'rte' => '<address><article><h1><h2><h3><h4><h5><h6><section>'
        . '<blockquote><dd><div><dl><dt><figcaption><figure><hr><li><ol><p><pre><ul>'
        . '<a><abbr><b><br><cite><code><data><dfn><em><i><kbd><mark><q><s><samp><small><span>'
        . '<strong><sub><sup><time><u><var><wbr>'
        . '<del><ins>'
        . '<area><audio><embed><iframe><img><map><object><param><picture><source><track><video>'
        . '<caption><col><colgroup><table><tbody><td><tfoot><th><thead><tr>'
        . '<details><summary>',
];
